---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.CalculatedSupplyAirflow
source: html/f2911c1c-a373-e120-8e41-66a20d82c573.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.CalculatedSupplyAirflow Property

Get the Calculated Supply Airflow of the Zone.

## Syntax (C#)
```csharp
public double CalculatedSupplyAirflow { get; }
```

## Remarks
This property is used to get the Calculated Supply Airflow (Unit: Airflow ) of the Zone.